


let l=[
  ` पत्नी – यदि कोई औरत तुमको Flying kiss करती है,
  तो तुम कैसा महसूस करोगे ?
  
  पति – ऐसी औरतो से मैं नफरत करूँगा…
  
  जो इतनी आलसू हो….????
  😂😛🤣`,
  `आज वो पुरानी फिल्मों वाले लड़की के
  बाप हमें क्यूँ नहीं मिलते
  
  जो हमेशा बोलते थे..
  “ये रहा blank cheque और दफ़ा हो जाओ मेरी बेटी की ज़िन्दगी से”
  ????
  😂😛🤣`,
  `पत्नी – “मैं रोज पूजा करती हूं…
  काश एक दिन “श्रीकृष्ण” के दर्शन हो जाये..
  .
  पति – “एक बार मीराबाई बन कर जह़र पी ले…
  फिर देख श्रीकृष्ण तो क्या
  तूझे सारे भगवान नजर आ जाएंगे…
  😂😛🤣`,
  `छोरो – तू Whatsapp पर है क्या ?
  छोरी- नहीं मैं तो मेरे घर हूँ ।
  छोरो- मेरा मतलब है, व्हॉट्सऐप यूज करती है क्या ?
  छोरी- नही मैं तो गोरी होने के लिए Cream यूज करती हूँ ।
  छोरो- अरे पगली… व्हॉट्सऐप चलाती है क्या ?
  छोरी- नहीं पगले… मेरे पास साईकिल है वहीं चलाती हूँ…
  छोरो- मेरी माँ…. व्हॉट्सऐप चलाना आता है क्या ?
  छोरी- तू चला लेना… मैं पूछे बैठ जाऊँगी…
  ????
  😂😛🤣`,
  `लड़का- आई लव यू…
  लड़की- Ha ha ha ha !
  लड़का (अपने दोस्त से) -देखा भाई… !
  वो 4 बार ‘हां’ बोली…!
  😂😛🤣`,

  `पप्पू साइकिल से जा रहा था।
  अचानक एक लड़की से भिड़ गया।
  लड़की – घंटी नहीं मार सकता था बे…
  .
  पप्पू – अबे मैंने पूरी साइकिल मार दी…
  अब क्या घंटी अलग से मारूं…
  😂😛🤣`,
  `अरे !!!!
  सरकार ने गुटख़ा के दाम बढ़ा दिए हैं।
  अब का कीजिएगा?
  अरे बाबू करना का है..
  आधा घंटा देर से थूकेंगे…
  और का…
  😂😛🤣`,
  `गाड़ी मांग कर ले जाने वाले
  Petrol डलवाये या न डलवाये लेकिन….
  ज्ञान जरूर दे कर जायेंगे
  
  “भाई…! गाड़ी सर्विस मांग रही हैं…”
  😂😛🤣`,
  `बालक अपने पड़ोस में जाता है
  और दरवाजे की घंटी बजाता है,
  महिला दरवाजा खोलती है।
  
  महिला- बेटा क्या हुआ ?
  बालक – आंटी मम्मी ने एक कटोरी चीनी मंगाई है।
  महिला (मुस्कुरा कर उसका सिर सहलाते हुए कहती है) –
  “अच्छा और क्या कहा है तेरी मम्मी ने ?
  
  बालक – “कहा है कि…
  अगर वो डायन न दे तो
  सामने वाली चुड़ैल से ले आना…
  😂😛🤣`,
  `Hindi Me Funny Jokes
  भिखारी – “साहब 20 रु. दो ना, कॉफी पीनी है..
  आदमी – “लेकिन कॉफी तो 10 रु. की आती है !”
  भिकारी – “मेरी गर्लफ्रेंड भी साथ मे है ना…”
  आदमी – “अरे…!
  भिखारी होकर तूने गर्लफ्रेंड बना रखी है…”
  .
  
  भिखारी – “नहीं जी, गर्लफ्रेंड ने मुझे भिखारी बना दिया है”
  😂😛🤣`,
  `आपने कभी सोचा है I Love You का अविष्कार कौन से देश में हुआ ?
  .
  चाइना में!
  इसमें सारी खूबियां चाइना की है,
  ना कोई गारंटी,
  ना कोई वारंटी,
  चलें तो चांद तक,
  नहीं तो शाम तक..
  😂😛🤣`,
  
  `जब चाइन में बच्चा पैदा होता है….
  तो वो माँ या बाप पर नहीं…
  बल्कि…
  पूरे चीन पर जाता है…
  ????
  ये है सच्ची देशभक्ति…
  😂😛🤣`,
  
  `Girl : मत कर मेरा पीछा, एक दिन पछतायेगा… बाहर कॉलेज के तू, छोले-भठूरे की दुकान लगाएगा।
  Boy : तू मत ठुकरा मेरे Love को, एक दिन पछताएग…
  उसी छोले-भठूरे की दुकान पर,
  बर्तन मांजती नजर आएगी…
  😂😛🤣`,
  
  `मेरेज के बाद पहली बार बहू रसोई में गई और रेसिपी बुक में पढ़कर खाना बना रही थी ।
  .
  सास बाहर से लौटी,
  फ्रिज खोला,
  देखकर चौंक गई और पूछा –
  “ये मन्दिर का घंटा फ्रिज में क्यों रखा है?
  .
  बहू – बुक में लिखा है, सब चीजों का मिश्रण कर लें
  और एक “घंटा” फ्रिज में रखें।
  😂😛🤣`,
  
  `चाहें कितनी भी अंग्रेजी सीख लो…
  लेकिन,
  अगर कुत्ता पीछे पड़ जाए तो
  .
  “हट्ट-हट्ट”
  ही चिल्लाना पड़ेगा…
  😂😛🤣`,
  
  `आपके Phone में 500 गाने हो
  पर आप घूम-फिर कर वही 20 गाने सुनते है…
  और बाकी के Delete करने का मन भी नहीं करता।
  ये किस प्रकार का पागलपन है…
  😂😛🤣`,
  
  `पापा – बेटा… आज तेरी मम्मी इतनी चुप-चाप क्यों बैठी है?
  .
  बच्चा – उन्होंने मुझसे लिपस्टिक मांगी थी
  गलती से मैंने फेवीस्टिक दे दी…
  .
  पापा (आंख में आंसू के साथ) – जुग-जुग जिओ मेरे लाल… ऐसा बेटा भगवान सभी को दे…
  😂😛🤣`,
  
  `हम गए थे उसके घर Red Roses ले कर ये कहने कि –
  “तू आपन दिल हमरा के देबू का ?”
  .
  पर उसकी मम्मी ने खोला दरवाजा और हम घबरा के बोले…
  “ए चाची… दूई रुपया में गुलाब का फूल लेबू का?”
  😂😛🤣`,
  
  `इतना संस्कार वाला कलयुग है कि…
  लड़की की विदाई के वक्त मां-बाप से ज्यादा तो
  मोहल्ले के लड़के रो देते हैं…
  😂😛🤣`,
  
  
  `अगर ATM कि लाइन में आपके पीछे सुंदर लड़की खड़ी हो तो भी
  .
  भाई… पैसे उतने ही निकाल जितना जरूरी है…
  😂😛🤣
  `,
  
  `पत्नी : सुनते हो जी..?
  मुझे Happiness की spelling बताओ!!
  
  .
  पति : तू लिख…
  U N M A R R I E D.
  😂😛🤣`,
  
  `दोस्त – “ये नया मोबाइल कब लिया ??
  पप्पू – “लिया नहीं गर्लफ्रेंड का उठाया है”
  दोस्त – “क्यों ??”
  पप्पू – “वो पागली रोज-रोज कहती थी कि… “तुम मेरा फोन क्यों नहीं उठाते…”
  बस आज मिली तो…
  उठा लिया…”
  😂😛🤣`,
  
  `
  इंसान बुखार आने पर इतना जल्दी-जल्दी दवाई नहीं ढूंढता…
  जितना…
  जल्दी-जल्दी फोन की बैटरी कम होने पर चार्जर ढूंढने लग जाता है…
  😂😛🤣`, 

`एक बात हमेशा याद रखना…
उन्हीं लोगों को अपनी खूबसूरती पर घमंड होता है। . .
.
जिनके अभी तक आधार-कार्ड नहीं बना है…
😂😛🤣`,

`पति – “मेरे सीने में बहुत दर्द हो रहा है, जल्दी से एम्बुलेंस के लिए फोन लगाओ…
पत्नी – हां, लगाती हूं, जल्दी अपने मोबाईल का पासवर्ड बताओ…
.
पति – रहने दो, अब थोडा ठीक लग रहा है…
😂😛🤣`,


`
“नया कानून”
अब Whatsapp Group को
छोड़ कर भाग जाने वाले को भी…
.
छोटा-मोटा Vijay Mallya समझा जायेगा…
😂😛🤣`,

`
नई-नई शादी के बाद सांता कंफ्यूज हो गया कि… साला बातचीत कैसे शुरू करूं…
.
आधे घंटे सोचने के बाद आखिर अपनी बीवी से –
“आपके घरवालों को पता तो है ना कि…
आज आप रात यही रूकेंगी ?”
😂😛🤣`,

`जज – तुमने 10 साल से अपनी पत्नी को डरा-धमका अपने काबू मे रखा है…
.
मुजरिम – जी जज साहब… वो बात है ये कि…..
.
जज – “सफाई नहीं बे… तरीका बता… तरीका !”
😂😛🤣`,

`
ब्रेकिंग न्यूज:
आज Dairy दूध में
‘निरमा डिटर्जेंट” की मिलावट पाई गयी..
.
और “निरमा” वाले सफाई में कह रहे है कि…
हम तो बहोत साल से कह रहे हैं कि…
.
“दूध की सफ़ेदी, निरमा से आये…”
😂😛🤣`,

`भले ही सबके अच्छे दिन आ जाये,
परंतु ये गोलगप्पों और
रिक्शेवालों के कभी अच्छे दिन नहीं आयेंगे…
.
वे लड़कियों के भईया थे,
भईया हैं
और भईया ही रहेंगे…
😂😛🤣`,

`आज के इस डिजिटल युग में किसी को रेलवे ट्रैक पर लेटा हुआ देखकर
ये भी नहीं समझ में आता है कि
.
वो सुसाइड कर रहा है या…
Whatsapp DP के लिये पोज दे रहा है…
😂😛🤣`,

`Hight of Intolerance
कहीं पुरानी प्रेमिका मिल जाये और
उसका बच्चा पूछे – “मम्मी ये कौन है ?”
.
प्रेमिका कहे – “बेटा… ये तुम्हारे मामाजी है, नमस्ते करो…”
😂😛🤣`,

`कहते हैं…
“जहां आदमी को एक बार धोखा मिले वहां कभी दोबारा नहीं जाना चाहिए”
पर क्या करें भाई…
ससुराल तो जाना ही पड़ता है…
😂😛🤣`,


`मुर्गियों के फार्म में 1 बार जांच के लिए इंस्पेक्टर आया ।
इंस्पेक्टर – “तुम मुर्गियों को क्या खिलाते हो ?”
पहला मालिक – “बाजरा”
इंस्पेक्टर – “खराब खाना, इसे गिरफ्तार कर लो…”
.
दूसरा – “चावल..”
इंस्पेक्टर – “गलत खाना, इसे भी गिरफ्तार कर लो… “
.
अब सांता की बारी आई..
सांता डरते-डरते बोला-
“हम तो जी, मुर्गियों को ही 5-5 रुपए दे देते हैं…
जो तुम्हारी मर्जी है जाकर खा लो…”
😂😛🤣`,


`पप्पू ने गली के कोने में कचरा फेक दिया !

थोड़ी देर बाद वो घूम फिर कर गली में ही वापस आया,
तो मोहल्ले वाले आपस में लड़ने लगे कि, कचरा किसने फेका !
.
एक औरत ने गुस्से से कहा – “फेका होगा किसी कुत्ते के बच्चे ने !”
.
पप्पू हंसा और बोला – “कचरा मैंने फेका और नाम कुत्ते के बच्चे का आ गया !”
😂😛🤣`,


`सुबह से दौड रही है चाकू लेकर पगली मेरे पीछे…
मैँने तो मजाक में कहा था कि,
“दिल चीर के देख, तेरा ही नाम होगा”
😂😛🤣`,

`भरी दोपहर में पडोसी के घर की बेल दबाकर भाग जाना
यह भी एक तरह का “हिट एण्ड रन” ही है…
😂😛🤣`,

`रजनीकांतः(एयरलाइंस वालों से)..
दिल्ली टू चेन्नई फ्लाइट कितने बजे आएगी..?

एयरलाइंस वालें : 1 घंटे मे Sir..

रजनीकांत – “रहने दो… इससे तो अच्छा है कि मै पैदल ही चला जाऊँ,”
😂😛🤣`,

`पप्पू अपनी प्रेमिका से –
तेरी यादों को भुलाने के लिए दिल पे जो रखे थे हमने पत्थर…
कमख्त सरक कर किडनी में वो आज पथरी बन गए हैं
अब दर्द पहले से ज्यादा है…
😂😛🤣`,

`लड़की अपने boyfriend को अपनी माँ से मिलवाने ले गई…
.
दूसरे दिन..
.
लड़की – “मेरी माँ को तुम बहुत पसंद आए…
.
लड़का – “कुछ भी हो… मैं शादी तो तुमसे ही करूंगा”
.
“तेरी मम्मी से बोल दे कि, वो मुझे भूल जाये”
😂😛🤣`,

`लड़की – क्या कर रहे हो?
लड़का – मूंगफली खा रहा हूँ।
लड़की – अकेले अकेले,
लड़का – अब 5 रूपये की मूंगफली में क्या भण्डारा करूं मैं…
😂😛🤣`,

`अपने प्रेमी से रातों को चोरी-छुपे बात करनेवालें
थोड़ी-सी आहट होते ही
ऐसे सांस रोक कर सो जाते हैं कि साला…
क्राइम ब्रांच वाले भी मरा समझकर आगे बढ़ जाए…
😂😛🤣`,

`
सवाल – “दुनिया के दो सबसे बड़े ‘घातक’ और ‘खतरनाक’ हथियारों के नाम लिखो ?”
.
जवाब – “बीवी के ‘आंसू’ और पड़ोसन की ‘स्माइल'”
😂😛🤣`,

`पति और पत्नी जब दुकान से निकले तो एक फकीर ने कहा –
“ऐ हुस्न की मल्लिका, अंधे को 5 रूपए दे दे…”
.
पति ने पत्नी की तरफ देखा और कहा –
“दे दे, बिचारा वाकई अँधा है….!!!!”`,

`शिक्षक ने एक सांता से पूछा- Java के 3 नये Vir. के नाम बताओ..
.
सांता – “मर जावा, मिट जावा, लूट जावा..
इश्क में दिल क्या, जान भी नाम तेरे कर जावा !!!!”
😂😛🤣`,



`एक Idea आपकी पूरी जिंदगी बदल सकता है!
और एक खूबसूरत लड़की आपका Idea !
😂😛🤣`,


`इंसान सबसे ज़्यादा माफ़ी किसके
सामने मांगता है ?
सोचो…
सोचो

सोचो… !
आप सोच रहे हो Wife ??
नहीं भाई…

भिखारी के सामने –
“माफ़ करो बाबा”
😂😛🤣`,

`सांता छिले बिना केला खा रहा था…

एक आदमी ने कहा – “भाई छिल के तो खाओ..”

सांता – “अब छिलने की क्या जरूरत है
मुझे मालूम है इसमें केला ही है…”
😂😛🤣`,


`Teacher : छोटी मधुमक्ख़ी तुम्हें क्या देती है ?

पप्पू : “Honey”

Teacher : And पतली बकरी ?

पप्पू : “Milk”

Teacher : और मोटी भैंस ?

पप्पू : “Home Work”

ले लप्पड़… दे… थप्पड़…
😂😛🤣`,

`मुकेश अंबानी – “में अगर सुबह से अपनी Car में निकलू तो
शाम हो जाये फिर भी अपनी आधी प्रोपर्टी नहीं देख सकता…”

सांता – “साला…
मेरे पास भी ऐसी ही
एक खटारा कार थी
Olx पर बेच दी…
तूम भी बेच दो भाई…”
😂😛🤣`,

`इंजीनियरिंग के स्टूडेन्ट – “Sir, हमने कॉलेज में एक ऐसी चीज बनाई है…
जिसकी सहायता से आप दीवार के आर-पार देख सकते हैं…
सर (खुश होते हुए) – वाह ! क्या बात है…

क्या चीज है वह ?
स्टुडेन्ट – छेद…

सर – दे थप्पड़… दे थप्पड़…
😂😛🤣`,


`कहते हैं, अगर “पति-परमेश्वर” है तो बॉयफ्रेंड को भी छोटा-मोटा “भैरो बाबा” माना जाना चाहिये…
😂😛🤣`,

`यात्री ट्रेन से उतरा,
उसने पप्पू से पूछा – “यह कौन-सा Station है ?”
`,


`पप्पू हंसा, और जोर से हंसा,
जोर-जोर से हंसा,
हस्ते-हस्ते लोट पोट हो गया…

और बड़ी मुश्किल से अपने आपको संभालते हुए बोला –
“पगले, ये Railway Station है…!”
😂😛🤣`,



`अगर पत्नी मायके गई हो, तो
आदमी तब तक बर्तन नहीं धोता,
जब तक चाय कढ़ाई में बनाने की नौबत ना आ जाए…
😂😛🤣`



]


function  jokes(){

 
  let a=Math.floor(Math.random()*55);
  a=a+1;

  var ol = document.getElementById("joke");
  var li = document.createElement("li");
  
  ol.appendChild(li);
  li.innerHTML +=  l[a]+" ";
 

}
fun()
function fun(){
  document.getElementById("joke").innerHTML = "";
  for(var i=0;i<5;i++){
    jokes();

  }
}

  


